import React from 'react'
import img from '/src/onlinelogomaker-050823-1830-3100-2000-transparent.png'
import { Link } from 'react-router-dom'
export default function Welcome() {
  return (
    <>
    
   

  <div className="container1">
   

  <div className='names'>
    <h1>كلية الحاسبات والذكاء الاصطناعي</h1>
    <h1>جامعة: بني سويف</h1>

   
    <p>
      تم انشاء هذا النظام برعاية :<br/>

      الاستاذ الدكتور/ منصور حسن - رئيس جامعة بني سويف <br/>

      الاستاذ الدكتور / محمد قايد - عميد الكلية <br/>

      الاستاذ الدكتور / احمد النجار - رئيس قسم علوم الحاسب <br/>

      المهندس / ايهاب ابراهيم -المدرس المساعد بقسم علوم الحاسب <br/>

      الاستاذ / هشام محمد - مدير الكلية <br/>

      وعمل كل من طلاب الفرقة الثالثة قسم علوم الحاسب للعام الدراسي 2022-2023: <br/>

      - محمد سعيد جابر محمد<br/>
      - محمد شريف فؤاد حسن<br/>
      - عبدالرحمن محمود عبدالتواب حسني<br/>
      - صبري جمال محمد<br/>
      - شهد احمد علام عبدالعليم<br/>
      - عبدالرحمن عبدالفتاح ناجي عبدالفتاح<br/>
      - محمد سامي حماد محمود<br/>
      - محمد طه سيد قناوي<br/>
      -  عبدالرحمن زكريا محمود مصطفى

    </p>

   
   <Link to="/login"> <button className='btn'>Login</button></Link>
</div>

<div >
  <img src={img} alt="logo" />
 
</div>
  </div>

    
    </>
  )
}
